---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.RefPlaneFailures
source: html/75323945-7d1e-9488-326d-438194aae8eb.htm
---
# Autodesk.Revit.DB.BuiltInFailures.RefPlaneFailures

Failures about RefPlane.

## Syntax (C#)
```csharp
public static class RefPlaneFailures
```